Repository: Kun686/iTerm2-CN
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ui.swift.composer.commandexplainer.open_explainshell.2ecf0e98
source: Open ExplainShell?
zh_hans: 打开 ExplainShell？

# ui.swift.composer.commandexplainer.this_will_open_0_in_1.7f493732
source: This will open %1$@ in %2$@.
zh_hans: 这将在 %2$@ 中打开 %1$@。

# ui.swift.contextmenu.simplecontextmenu.context_menu.41afe4cc
source: Context menu
zh_hans: 上下文菜单

# ui.swift.hacks.appsignaturevalidator.application_corrupt.c446cbb1
source: Application Corrupt
zh_hans: 应用已损坏

# ui.swift.hacks.appsignaturevalidator.ok.565339bc
source: OK
zh_hans: 好

# ui.swift.itermsessiontoolbarview.all_files_0.4520721b
source: All Files (%1$@)
zh_hans: 所有文件（%1$@）

# ui.swift.itermsessiontoolbarview.empty_diff.9a81a696
source: Empty Diff
zh_hans: 无差异

# ui.swift.itermsessiontoolbarview.staged.daec459a
source: Staged
zh_hans: 已暂存

# ui.swift.itermsessiontoolbarview.unstaged.06b7bae0
source: Unstaged
zh_hans: 未暂存

# ui.swift.keyboard.itermundocloseshortcutchangewarning.keep_new_shortcut.9da39b91
source: Keep New Shortcut
zh_hans: 保留新快捷键

source: Keyboard Shortcut Changed
zh_hans: 键盘快捷键已更改

source: Restore ⌘⇧T to Show Tabs
zh_hans: 恢复 ⌘⇧T 以显示标签页

source: ⌘⇧T now restores recently closed tabs (Undo Close). The Show Tabs in Fullscreen shortcut has moved to ⌘⇧U. Would you like to keep ⌘⇧T as the shortcut for Show Tabs in Fullscreen by adding a key binding?
zh_hans: ⌘⇧T 现在用于恢复最近关闭的标签页（撤销关闭）。全屏显示标签页的快捷键已移至 ⌘⇧U。 是否要添加按键绑定，以保留 ⌘⇧T 作为全屏显示标签页的快捷键？

source: with_alpha could not parse color “%1$@”
zh_hans: with_alpha 无法解析颜色“%1$@”

source: with_alpha requires a color string and a numeric alpha
zh_hans: with_alpha 需要一个颜色字符串和一个数值 alpha

source: Can't move locked session
zh_hans: 无法移动锁定的会话

source: Invalid argument
zh_hans: 参数无效

source: Invalid session ID
zh_hans: 会话 ID 无效

source: Session has no tab
zh_hans: 会话没有标签页

source: Sessions are not compatible
zh_hans: 会话不兼容

# ui.swift.locale.itermlocaleprompt.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.swift.locale.itermlocaleprompt.locales_with_wrong_encoding.739c272c
source: Locales with wrong encoding
zh_hans: 编码不正确的区域设置

source: No valid UNIX locale exists for your computer’s current language and country. This may cause command-line apps to misbehave. Please select one from the list below.
zh_hans: 没有适用于当前语言和国家或地区的有效 UNIX 区域设置。这可能会导致命令行 App 工作异常。请从下方列表中选择一个。

# ui.swift.locale.itermlocaleprompt.ok.565339bc
source: OK
zh_hans: 好

# ui.swift.locale.itermlocaleprompt.save_selection_to_arrangement_0.be556a78
source: Save selection to arrangement %1$@
zh_hans: 将所选项保存到窗口布局 %1$@

# ui.swift.locale.itermlocaleprompt.save_selection_to_profile_0.138d124d
source: Save selection to profile %1$@
zh_hans: 将所选项保存到配置文件 %1$@

# ui.swift.locale.itermlocaleprompt.use_minimal_posix_locale.f476488c
source: Use Minimal POSIX Locale
zh_hans: 使用最小 POSIX 区域设置

# ui.swift.mainmenu.mainmenumangler.about.cfba7582
source: About %@
zh_hans: 关于 %@

# ui.swift.mainmenu.mainmenumangler.help.9c488006
source: %@ Help
zh_hans: %@ 帮助

# ui.swift.mainmenu.mainmenumangler.hide.93367d5f
source: Hide %@
zh_hans: 隐藏 %@

# ui.swift.mainmenu.mainmenumangler.make_default_term.820e711b
source: Make %@ Default Term
zh_hans: 将 %@ 设为默认终端

# ui.swift.mainmenu.mainmenumangler.quit.e07155ac
source: Quit %@
zh_hans: 退出 %@

# ui.swift.marks.bookmarkdialogviewcontroller.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.swift.marks.bookmarkdialogviewcontroller.enter_mark_name.d336bce7
source: Enter Mark Name
zh_hans: 输入标记名称

# ui.swift.marks.bookmarkdialogviewcontroller.ok.565339bc
source: OK
zh_hans: 好

# ui.swift.metrology.itermhistogram.distribution.72a23e54
source: Distribution
zh_hans: 分布

# ui.swift.metrology.itermhistogram.max_time.e1b91340
source: Max Time
zh_hans: 最长时间

# ui.swift.metrology.itermhistogram.mean_time.16e1fc38
source: Mean Time
zh_hans: 平均时间

# ui.swift.metrology.itermhistogram.min_time.9daac556
source: Min Time
zh_hans: 最短时间

# ui.swift.metrology.itermhistogram.samples.9336a289
source: # Samples
zh_hans: 样本数

# ui.swift.metrology.itermhistogram.total_time.893bd4a5
source: Total Time
zh_hans: 总时间

# ui.swift.metrology.itermhistogramvisualizationview.count_0.0342f8bc
source: Count: %1$lld
zh_hans: 数量：%1$lld

# ui.swift.metrology.itermhistogramvisualizationview.duration_0_s_1_s.ce2fc9a6
source: Duration: %1$.1fµs–%2$.1fµs
zh_hans: 时长：%1$.1fµs–%2$.1fµs

# ui.swift.opensavepanels.itermmodernsavepanel.0_on_1.1d27349d
source: “%1$@” on %2$@
zh_hans: %2$@ 上的“%1$@”

source: No ssh connection to %1$@ is available to upload %2$@
zh_hans: 没有可用于将 %2$@ 上传到 %1$@ 的 SSH 连接

# ui.swift.opensavepanels.itermmodernsavepanel.ok.565339bc
source: OK
zh_hans: 好

# ui.swift.opensavepanels.itermmodernsavepanel.open_ssh_panel.3cef15c7
source: Open SSH Panel...
zh_hans: 打开 SSH 面板…

# ui.swift.opensavepanels.itermmodernsavepanel.upload_failed.16544909
source: Upload Failed
zh_hans: 上传失败

# ui.swift.opensavepanels.itermopenpanel.open_ssh_panel.3cef15c7
source: Open SSH Panel...
zh_hans: 打开 SSH 面板…

# ui.swift.passwordmanager.accountpicker.please_choose_an_account.3902acad
source: Please choose an account:
zh_hans: 请选择账户：

# ui.swift.passwordmanager.accountpicker.select_an_account.f46ab3ce
source: Select an Account
zh_hans: 选择账户

source: Adapter does not support setting passwords
zh_hans: 适配器不支持设置密码

# ui.swift.passwordmanager.adapterpassworddatasource.adapter_not_found.c4bb34df
source: Adapter not found.
zh_hans: 找不到适配器。

source: Adapter returned code %1$d
zh_hans: 适配器返回代码 %1$d

source: Authentication failed. Log in again.
zh_hans: 认证失败。请重新登录。

source: Authentication Problem
zh_hans: 认证问题

# ui.swift.passwordmanager.adapterpassworddatasource.cancel.19766ed6
source: Cancel
zh_hans: 取消

source: Cannot run built-in subcommand “%1$@” as a custom command
zh_hans: 无法将内置子命令“%1$@”作为自定义命令运行

# ui.swift.passwordmanager.adapterpassworddatasource.could_not_log_in_0.5d83d473
source: Could not log in: %1$@
zh_hans: 无法登录：%1$@

source: Data source deallocated
zh_hans: 数据源已被释放

# ui.swift.passwordmanager.adapterpassworddatasource.enter_0_for_1.364eefc1
source: Enter %1$@ for %2$@:
zh_hans: 请输入 %2$@ 的%1$@：

source: Enter database URL for %1$@
zh_hans: 输入 %1$@ 的数据库 URL

# ui.swift.passwordmanager.adapterpassworddatasource.handshake_failed.5cf94207
source: Handshake failed.
zh_hans: 握手失败。

source: Incompatible protocol. Please update iTerm2.
zh_hans: 协议不兼容。请更新 iTerm2。

# ui.swift.passwordmanager.adapterpassworddatasource.invalid_output.d6c71217
source: Invalid output.
zh_hans: 输出无效。

source: Locate the CLI for %1$@ named %2$@
zh_hans: 请定位 %1$@ 的 CLI（名称为 %2$@）

# ui.swift.passwordmanager.adapterpassworddatasource.master_password.17628003
source: master password
zh_hans: 主密码

source: No output from adapter
zh_hans: 适配器未返回输出

# ui.swift.passwordmanager.adapterpassworddatasource.not_authenticated.f35c2406
source: Not authenticated.
zh_hans: 尚未认证。

# ui.swift.passwordmanager.adapterpassworddatasource.ok.565339bc
source: OK
zh_hans: 好

# ui.swift.passwordmanager.adapterpassworddatasource.password_manager.f7ed8e02
source: Password Manager
zh_hans: 密码管理器

source: Password Manager Error
zh_hans: 密码管理器错误

source: Select a database file for %1$@
zh_hans: 为 %1$@ 选择数据库文件

# ui.swift.passwordmanager.adapterpassworddatasource.try_again.df0fe9e0
source: Try Again
zh_hans: 重试

# ui.swift.passwordmanager.adapterpassworddatasource.unknown_error.27c2ccd9
source: Unknown error
zh_hans: 未知错误

# ui.swift.passwordmanager.itermadaptersettingsrevealhelper.hide.ac20a57b
source: Hide
zh_hans: 隐藏

# ui.swift.passwordmanager.itermadaptersettingsrevealhelper.show.0df6f1ca
source: Show
zh_hans: 显示

# ui.swift.passwordmanager.lastpassdatasource.authentication_failed.1a195253
source: Authentication Failed
zh_hans: 认证失败

# ui.swift.passwordmanager.lastpassdatasource.can_t_find_lastpass_cli.dd5b75de
source: Can’t Find LastPass CLI
zh_hans: 找不到 LastPass CLI

# ui.swift.passwordmanager.lastpassdatasource.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.swift.passwordmanager.lastpassdatasource.copy_command.3bdd0fd9
source: Copy Command
zh_hans: 拷贝命令

source: Enter your LastPass master password:
zh_hans: 请输入 LastPass 主密码：

# ui.swift.passwordmanager.lastpassdatasource.help.b79cac92
source: Help
zh_hans: 帮助

source: In order to use the LastPass integration, iTerm2 needs to know where to find the CLI app named “lpass”. Select Locate to provide its location.
zh_hans: 要使用 LastPass 集成，iTerm2 需要知道名为“lpass”的 CLI 应用位于何处。请选择“定位”并提供其位置。

# ui.swift.passwordmanager.lastpassdatasource.locate.ee867dc4
source: Locate
zh_hans: 定位

# ui.swift.passwordmanager.lastpassdatasource.login_successful.5c7b7f11
source: Login Successful
zh_hans: 登录成功

# ui.swift.passwordmanager.lastpassdatasource.ok.565339bc
source: OK
zh_hans: 好

# ui.swift.passwordmanager.lastpassdatasource.open_terminal_window.cf871ed5
source: Open Terminal Window
zh_hans: 打开终端窗口

# ui.swift.passwordmanager.lastpassdatasource.please_log_in_to_lastpass.ad381002
source: Please log in to LastPass
zh_hans: 请登录 LastPass

source: Please retry your action in the password manager.
zh_hans: 请在密码管理器中重试此操作。

source: The account could not be added.
zh_hans: 无法添加账户。

source: The account could not be deleted
zh_hans: 无法删除账户

source: The account list could not be fetched.
zh_hans: 无法获取账户列表。

source: The LastPass service took too long to respond. %1$@
zh_hans: LastPass 服务响应时间过长。%1$@

source: The password could not be fetched.
zh_hans: 无法获取密码。

source: The password could not be set.
zh_hans: 无法设置密码。

# ui.swift.passwordmanager.lastpassdatasource.timeout.70594d93
source: Timeout
zh_hans: 超时

source: You can also try opening a terminal window and running `lpass login %1$@`.
zh_hans: 您也可以尝试打开终端窗口并运行 `lpass login %1$@`。

# ui.swift.passwordmanager.modalpasswordalert.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.swift.passwordmanager.modalpasswordalert.ok.565339bc
source: OK
zh_hans: 好

# ui.swift.passwordmanager.modalpasswordalert.password.e7cf3ef4
source: Password
zh_hans: 密码

# ui.swift.passwordmanager.modalpasswordalert.password_manager.f7ed8e02
source: Password Manager
zh_hans: 密码管理器

# ui.swift.passwordmanager.modalpasswordalert.remember_this_password.c98b2350
source: Remember this password
zh_hans: 记住此密码

# ui.swift.passwordmanager.modalpasswordalert.user_name.b82e11da
source: User name
zh_hans: 用户名

source: 1Password took too long to respond.
zh_hans: 1Password 响应时间过长。

# ui.swift.passwordmanager.onepassworddatasource.ok.565339bc
source: OK
zh_hans: 好

# ui.swift.passwordmanager.onepassworddatasource.timeout.70594d93
source: Timeout
zh_hans: 超时

source: An unknown error occurred.
zh_hans: 发生了未知错误。

# ui.swift.passwordmanager.onepasswordtokenrequester.authentication_error.797b4f03
source: Authentication Error
zh_hans: 认证错误

source: Can’t Find 1Password CLI
zh_hans: 找不到 1Password CLI

# ui.swift.passwordmanager.onepasswordtokenrequester.cancel.19766ed6
source: Cancel
zh_hans: 取消

source: Enter the 1Password master password for account “%1$@”:
zh_hans: 请输入账户“%1$@”的 1Password 主密码：

source: Enter your 1Password master password:
zh_hans: 请输入 1Password 主密码：

source: In order to use the 1Password integration, iTerm2 needs to know where to find the CLI app named “op”. It’s normally in /usr/local/bin. If you have installed it elsewhere, please select Locate to provide its location.
zh_hans: 要使用 1Password 集成，iTerm2 需要知道名为“op”的 CLI 应用位于何处。它通常位于 /usr/local/bin。如果安装在其他位置，请选择“定位”并提供其位置。

# ui.swift.passwordmanager.onepasswordtokenrequester.locate.ee867dc4
source: Locate
zh_hans: 定位

# ui.swift.passwordmanager.onepasswordtokenrequester.ok.565339bc
source: OK
zh_hans: 好

source: OnePassword Unavailable
zh_hans: 1Password 不可用

source: The 1Password CLI app produced garbled output instead of an auth token.
zh_hans: 1Password CLI App 返回了乱码，而不是认证令牌。

source: The 1Password CLI at %1$@ is too old. The iTerm2 integration requires version %2$@ or later.
zh_hans: 位于 %1$@ 的 1Password CLI 版本过旧。iTerm2 集成需要 %2$@ 或更高版本。

source: The 1Password CLI could not be found, or is older than the required version %1$@. Check that a current op is installed.
zh_hans: 找不到 1Password CLI，或其版本低于要求的 %1$@。请确认已安装当前版本的 op。

source: Authentication Failed
zh_hans: 认证失败

source: Authentication failed because %1$@
zh_hans: 认证失败，原因是%1$@

source: authentication was cancelled by iTerm2.
zh_hans: 认证已由 iTerm2 取消。

source: biometry is disconnected.
zh_hans: 生物识别已断开连接。

source: biometry is not paired.
zh_hans: 生物识别未配对。

source: invalid dimensions given.
zh_hans: 提供的尺寸无效。

source: no passcode is set.
zh_hans: 未设置密码。

# ui.swift.passwordmanager.passwordmanagerdatasourceprovider.ok.565339bc
source: OK
zh_hans: 好

source: open the password manager
zh_hans: 打开密码管理器

source: password authentication was requested.
zh_hans: 已请求密码认证。

source: password entry was cancelled.
zh_hans: 密码输入已取消。

source: the context is invalid. This is a bug in iTerm2. Please report it.
zh_hans: 认证上下文无效。这是 iTerm2 的问题，请报告此问题。

source: the required user interface could not be displayed.
zh_hans: 无法显示所需的用户界面。

source: the system cancelled the authentication request.
zh_hans: 系统取消了认证请求。

source: there were too many failed Touch ID attempts.
zh_hans: Touch ID 失败尝试次数过多。

source: touch ID doesn't have any fingers enrolled.
zh_hans: Touch ID 未录入任何指纹。

source: touch ID is locked out.
zh_hans: Touch ID 已锁定。

source: touch ID is not available.
zh_hans: Touch ID 不可用。

source: touch ID is not enrolled.
zh_hans: Touch ID 尚未录入。

source: valid credentials weren't supplied.
zh_hans: 未提供有效凭据。

source: watch is not available.
zh_hans: Apple Watch 不可用。

# ui.swift.pasting.itermnontextpastehelper.0_and_1_other_files.e643b6d9
source: “%1$@” and %2$lld other files
zh_hans: “%1$@”和另外 %2$lld 个文件

source: %1$lld of %2$lld files no longer exist. Proceeding with remaining files.
zh_hans: %2$lld 个文件中有 %1$lld 个已不存在。将继续处理其余文件。

# ui.swift.pasting.itermnontextpastehelper.a_bmp.f5185165
source: a BMP
zh_hans: BMP

# ui.swift.pasting.itermnontextpastehelper.a_gif.90b2ec5c
source: a GIF
zh_hans: GIF

# ui.swift.pasting.itermnontextpastehelper.a_heic.9abea504
source: a HEIC
zh_hans: HEIC

# ui.swift.pasting.itermnontextpastehelper.a_jpeg.b902cb24
source: a JPEG
zh_hans: JPEG

# ui.swift.pasting.itermnontextpastehelper.a_png.f0a92ace
source: a PNG
zh_hans: PNG

# ui.swift.pasting.itermnontextpastehelper.a_tiff.c1cfeeea
source: a TIFF
zh_hans: TIFF

# ui.swift.pasting.itermnontextpastehelper.a_webp.e845f50c
source: a WebP
zh_hans: WebP

# ui.swift.pasting.itermnontextpastehelper.an.ea325d76
source: an
zh_hans: 一种

# ui.swift.pasting.itermnontextpastehelper.cancel.19766ed6
source: Cancel
zh_hans: 取消

source: Could not create archive of “%1$@”: %2$@
zh_hans: 无法创建“%1$@”的归档：%2$@

source: Could not create temporary directory.
zh_hans: 无法创建临时目录。

# ui.swift.pasting.itermnontextpastehelper.could_not_read_file_0.d3f052b2
source: Could not read file “%1$@”.
zh_hans: 无法读取文件“%1$@”。

source: Could not save image to temporary file: %1$@
zh_hans: 无法将图像保存到临时文件：%1$@

# ui.swift.pasting.itermnontextpastehelper.file_0_is_not_valid_utf_8_text.a0c08656
source: File “%1$@” is not valid UTF-8 text.
zh_hans: 文件“%1$@”不是有效的 UTF-8 文本。

# ui.swift.pasting.itermnontextpastehelper.how_would_you_like_to_paste_0.b66b5bc3
source: How would you like to paste %1$@?
zh_hans: 要如何粘贴%1$@？

# ui.swift.pasting.itermnontextpastehelper.large_paste.97d7e880
source: Large Paste
zh_hans: 大段粘贴

# ui.swift.pasting.itermnontextpastehelper.ok.565339bc
source: OK
zh_hans: 好

source: OK to paste %1$@ bytes of base64-encoded data?
zh_hans: 是否粘贴 %1$@ 字节的 Base64 编码数据？

# ui.swift.pasting.itermnontextpastehelper.paste_as_text.38b74cec
source: Paste as Text
zh_hans: 以文本形式粘贴

source: Paste Base64-Encoded Archive (tar.gz)
zh_hans: 粘贴 Base64 编码归档（tar.gz）

# ui.swift.pasting.itermnontextpastehelper.paste_base64_encoded_contents.c81e6080
source: Paste Base64-Encoded Contents
zh_hans: 粘贴 Base64 编码内容

# ui.swift.pasting.itermnontextpastehelper.paste_failed.3b3af9fe
source: Paste Failed
zh_hans: 粘贴失败

# ui.swift.pasting.itermnontextpastehelper.paste_file.b0f37197
source: Paste File
zh_hans: 粘贴文件

# ui.swift.pasting.itermnontextpastehelper.paste_files.31c633b2
source: Paste Files
zh_hans: 粘贴多个文件

# ui.swift.pasting.itermnontextpastehelper.paste_folder.983be332
source: Paste Folder
zh_hans: 粘贴文件夹

# ui.swift.pasting.itermnontextpastehelper.paste_image.dfb9095f
source: Paste Image
zh_hans: 粘贴图像

# ui.swift.pasting.itermnontextpastehelper.paste_path.d1469211
source: Paste Path
zh_hans: 粘贴路径

# ui.swift.pasting.itermnontextpastehelper.paste_paths.de9285ea
source: Paste Paths
zh_hans: 粘贴路径

source: Save to Temp File and Paste Path
zh_hans: 保存到临时文件并粘贴路径

# ui.swift.pasting.itermnontextpastehelper.some.a6b46dd0
source: some
zh_hans: 某种

source: The clipboard contains %1$@ image data (%2$@). How would you like to paste it?
zh_hans: 剪贴板包含 %1$@ 图像数据（%2$@）。要如何粘贴？

source: The copied file no longer exists.
zh_hans: 拷贝的文件已不存在。

# ui.swift.pasting.itermnontextpastehelper.the_folder.c20f1852
source: the folder
zh_hans: 文件夹

# ui.swift.pasting.itermnontextpastehelper.upload.865e89de
source: Upload
zh_hans: 上传

# ui.swift.pasting.itermnontextpastehelper.upload_and_paste_path.6906be67
source: Upload and Paste Path
zh_hans: 上传并粘贴路径

source: An error occurred while removing the file that authorizes clipboard reporting: %1$@. As long as this file exists, clipboard reporting could be enabled by programs running on this computer.
zh_hans: 移除用于授权剪贴板报告的文件时发生错误：%1$@。 只要此文件仍然存在，本机运行的程序就可能启用剪贴板报告。

# ui.swift.pasting.pasteboardreporter.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.swift.pasting.pasteboardreporter.error_updating_settings.506c7933
source: Error Updating Settings
zh_hans: 更新设置时出错

# ui.swift.pasting.pasteboardreporter.ok.565339bc
source: OK
zh_hans: 好

# ui.swift.pasting.pasteboardreporter.really_enable_clipboard_reporting.2c2ce6a6
source: Really Enable Clipboard Reporting?
zh_hans: 确实要启用剪贴板报告吗？

source: Reporting the content of the clipboard to apps running inside iTerm2 may expose sensitive information such as passwords. Think carefully before enabling this.
zh_hans: 向 iTerm2 内运行的应用报告剪贴板内容可能会泄露密码等敏感信息。启用前请慎重考虑。

# ui.swift.pasting.pasteboardreporter.reveal_in_finder.cc849385
source: Reveal in Finder
zh_hans: 在访达中显示

# ui.swift.portholes.portholecontainerview.close_markdown_view.6a6c531b
source: Close markdown view
zh_hans: 关闭 Markdown 视图

# ui.swift.portholes.portholecontainerview.wide.147170e7
source: Wide
zh_hans: 宽视图

# ui.swift.portholes.textviewporthole.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.swift.portholes.textviewporthole.confirm.eebdd24a
source: Confirm
zh_hans: 确认

# ui.swift.portholes.textviewporthole.ok.565339bc
source: OK
zh_hans: 好

# ui.swift.portholes.textviewporthole.open_file_at_0.8b556d05
source: Open file at %1$@?
zh_hans: 打开位于 %1$@ 的文件？

# ui.swift.portholes.textviewporthole.open_url_0.bb647e90
source: Open URL %1$@?
zh_hans: 打开 URL %1$@？

# ui.swift.processinfo.itermjobinfopopoverviewcontroller.0_1_ago.68618cab
source: %1$@ (%2$@ ago)
zh_hans: %1$@（%2$@前）

# ui.swift.processinfo.itermjobinfopopoverviewcontroller.command.71316697
source: Command
zh_hans: 命令

# ui.swift.processinfo.itermjobinfopopoverviewcontroller.copied.8d525e5f
source: Copied
zh_hans: 已拷贝

# ui.swift.processinfo.itermjobinfopopoverviewcontroller.copy.e21f935f
source: Copy
zh_hans: 拷贝

# ui.swift.processinfo.itermjobinfopopoverviewcontroller.detail.fb5f27d5
source: Detail
zh_hans: 详细信息

# ui.swift.processinfo.itermjobinfopopoverviewcontroller.environment.9e471951
source: Environment
zh_hans: 环境变量

# ui.swift.processinfo.itermjobinfopopoverviewcontroller.loading.ba3bbbe1
source: Loading…
zh_hans: 正在加载…

source: Open Files & Sockets
zh_hans: 打开的文件和套接字

# ui.swift.processinfo.itermjobinfopopoverviewcontroller.process_id.125dd7d7
source: Process ID
zh_hans: 进程 ID

# ui.swift.processinfo.itermjobinfopopoverviewcontroller.started.ecbc89cd
source: Started
zh_hans: 启动时间

# ui.swift.processinfo.itermjobinfopopoverviewcontroller.type.baaddf70
source: Type
zh_hans: 类型

# ui.swift.processinfo.itermjobinfopopoverviewcontroller.unknown.b764cdc0
source: Unknown
zh_hans: 未知

# ui.swift.processinfo.itermjobinfopopoverviewcontroller.value.8e37953d
source: Value
zh_hans: 值

# ui.swift.processinfo.itermjobinfopopoverviewcontroller.variable.e57e9987
source: Variable
zh_hans: 变量

source: Working Directory
zh_hans: 工作目录

source: Cannot Notify on Termination
zh_hans: 无法发送终止通知

source: iTerm2 cannot watch the job %1$@ with process ID %2$d because it has already terminated.
zh_hans: iTerm2 无法监视进程 ID 为 %2$d 的作业 %1$@，因为它已经终止。

# ui.swift.processinfo.itermjobterminationmonitor.job_terminated.600160d4
source: Job Terminated
zh_hans: 作业已终止

# ui.swift.processinfo.itermjobterminationmonitor.jobs_terminated.703ce502
source: Jobs Terminated
zh_hans: 多个作业已终止

# ui.swift.processinfo.itermjobterminationmonitor.ok.565339bc
source: OK
zh_hans: 好

source: The job %1$@ with process ID %2$d has terminated.
zh_hans: 作业 %1$@（进程 ID：%2$d）已终止。

# ui.swift.processinfo.itermjobterminationmonitor.unknown.8fe7794d
source: (unknown)
zh_hans: （未知）

# ui.swift.processinfo.itermjobterminationmonitor.unknown_name.18d5a889
source: unknown name
zh_hans: 未知名称

# ui.swift.ptysession.pathcompletionhelper.getting_directory_listing.2138c459
source: Getting directory listing…
zh_hans: 正在获取目录列表…

# ui.swift.ptysession.ptysession.ai_chat_could_not_be_opened_verify_you.0ddf202b
source: AI Chat could not be opened. Verify you only have one instance of iTerm2 running.
zh_hans: 无法打开 AI 聊天。请确认只运行了一个 iTerm2 实例。

# ui.swift.ptysession.ptysession.chat_about_0.713b508a
source: Chat about %1$@
zh_hans: 聊聊%1$@

# ui.swift.ptysession.ptysession.error.54a0e8c1
source: Error
zh_hans: 错误

# ui.swift.ptysession.ptysession.ok.565339bc
source: OK
zh_hans: 好

# ui.swift.ptysession.ptysession_browser.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.swift.ptysession.ptysession_browser.ok.565339bc
source: OK
zh_hans: 好

# ui.swift.ptysession.ptysession_browser.ok_to_open_this_file_0.e7393dec
source: OK to open this file? %1$@
zh_hans: 允许打开此文件吗？ %1$@

# ui.swift.ptysession.ptysession_browser.ok_to_run_0.2171b07a
source: OK to run: %1$@
zh_hans: 允许运行以下命令吗？ %1$@

# ui.swift.ptysession.ptysession_browser.open_file.578fccc5
source: Open file?
zh_hans: 打开文件？

# ui.swift.ptysession.ptysession_browser.run_command.f44bd344
source: Run command?
zh_hans: 运行命令？

# ui.swift.regexvisualization.icuregextorailroadconverter.any_character.0382b1f3
source: any character
zh_hans: 任意字符

# ui.swift.regexvisualization.icuregextorailroadconverter.atomic.fd43322a
source: atomic
zh_hans: 原子组

# ui.swift.regexvisualization.icuregextorailroadconverter.bell.f683740c
source: bell
zh_hans: 响铃

# ui.swift.regexvisualization.icuregextorailroadconverter.carriage_return.609c910e
source: carriage return
zh_hans: 回车符 CR

# ui.swift.regexvisualization.icuregextorailroadconverter.comment.c44bb2fd
source: comment
zh_hans: 注释

# ui.swift.regexvisualization.icuregextorailroadconverter.control.0fcd568a
source: control
zh_hans: 控制字符

# ui.swift.regexvisualization.icuregextorailroadconverter.digit.95ff34cf
source: digit
zh_hans: 数字

# ui.swift.regexvisualization.icuregextorailroadconverter.end_of_input.e6d428a0
source: end of input
zh_hans: 输入末尾

source: end of input (before final newline)
zh_hans: 输入末尾（最终换行之前）

# ui.swift.regexvisualization.icuregextorailroadconverter.end_of_line.7655a5b4
source: end of line
zh_hans: 行尾

source: end of previous match
zh_hans: 上次匹配结尾

# ui.swift.regexvisualization.icuregextorailroadconverter.escape.b3140286
source: escape
zh_hans: 转义字符

# ui.swift.regexvisualization.icuregextorailroadconverter.flags.2934fb49
source: flags
zh_hans: 标志

# ui.swift.regexvisualization.icuregextorailroadconverter.form_feed.8e47ed66
source: form feed
zh_hans: 换页符

source: grapheme cluster
zh_hans: 字素簇

# ui.swift.regexvisualization.icuregextorailroadconverter.group.ad936fcb
source: group
zh_hans: 组

source: horizontal whitespace
zh_hans: 水平空白字符
